Repository: XBMC-Addons/service.xbmc.versioncheck
Catalog: resources/language/resource.language.*/strings.po
Languages: af_za, eo, es_es, hr_hr, uk_ua

# Addon Summary
source: Kodi Version Check checks if you are running latest released version.
af_za: Kodi Version Check gaan na dat jy die laatste vrygestelde weergawe hardloop.
eo: Versia kontrolado de Kodi kontrolas, ĉu vi uzas la plej laste eldonitan version.
es_es: Kodi Version Check comprueba si está ejecutando la última versión de Kodi.
hr_hr: Kodi Version Check provjerava imate li zadnju izdanu inačicu.
uk_ua: Модуль Kodi Version Check перевіряє наявність нових версій Kodi.

# Addon Description
source: Kodi Version Check only supports a number of platforms/distros as releases may differ between them. For more information visit the kodi.tv website.
af_za: Kodi Version Check ondersteun slegs 'n aantal platvorms/distros aangesien vrystellings mag verskil tussen hulle. Vir meer inligting besoek die kodi.tv webwerf.
eo: Versia kontrolado de Kodi subtenas nur certajn platformojn/distribuojn, pro eldonaĵoj eblas diferenci inter ili. Por pli da informoj vizitu retejon kodi.tv.
es_es: Kodi Version Check solo admite varias plataformas/distribuciones, ya que las versiones pueden diferir entre ellas. Para obtener más información, visite el sitio web kodi.tv.
hr_hr: Kodi Version Check podržava samo određen broj platformi/distribucija budući da se njihova izdanja međusobno mogu razlikovati. Za više informacija posjetite mrežnu stranicu kodi.tv.
uk_ua: Модуль Kodi Version Check підтримує тільки певні платформи та дистрибутиви, оскільки версії можуть відрізнятись між ними. Подробиці див. на веб-сайті kodi.tv.

# Addon Disclaimer
source: Feel free to use this script. For information visit kodi.tv
af_za: Voel vry om hierdie skrip te gebruik. Vir inligting besoek kode.tv
eo: Ne hezitu uzi tiun aldonaĵon. Por pli da informoj vizitu kodi.tv
es_es: Siéntase libre de utilizar este script. Para más información visita kodi.tv
hr_hr: Koristite ovu skriptu bez ustručavanja. Za više informacija posjetite kodi.tv
uk_ua: Ви можете сміливо використовувати цей скрипт. Більше інформації див. на kodi.tv

# #32001
source: We would like to recommend you to upgrade.
af_za: Ons wil jou aanbeveel om op te gradeer.
eo: Ni volus rekomendi al vi ĝisdatigadon.
es_es: Nos gustaría recomendarle que actualice.
hr_hr: Željeli bismo vam preproučiti nadogradnju.
uk_ua: Радимо оновитись.

# #32002
source: Visit Kodi.tv for more information.
af_za: Besoek kodi.tv vir meer inligting.
eo: Vizitu Kodi.tv por pli da informoj.
es_es: Visite Kodi.tv para más información.
hr_hr: Posjetite Kodi.tv za više informacija.
uk_ua: Більше інформації див. на веб-сайті kodi.tv.

# #32009
source: Would you like to remove this reminder?
af_za: Wil jy hierdie herinnering verwyder?
eo: Ĉu vi volus forigi ĉi tiun memorigon?
es_es: ¿Quieres eliminar este recordatorio?
hr_hr: Želite li ukloniti ovaj podsjetnik?
uk_ua: Прибрати це нагадування?

# #32010
source: You can enable/disable it through add-on settings.
af_za: Jy kan in staat stel/nie in staat stel deur byvoegsel instellings.
eo: Vi povas ŝalti/malŝalti ĝin en aldonaĵaj agordoj.
es_es: Puede activarlo/desactivarlo a través de los ajustes del add-on .
hr_hr: Možete ga omogućiti/onemogućiti u postavakama dodataka.
uk_ua: Його можна увімкнути/вимкнути в налаштуваннях додатку.

# #32011
source: Use your package manager(apt) to upgrade.
af_za: Gebruik jou pakket bestuurder (apt) om op te gradeer.
eo: Uzu vian pakaĵan administrilon (apt) por ĝisdatigi.
es_es: Utilice su administrador de paquetes (apt) para actualizar.
hr_hr: Za nadogradnju upotrijebite vaš upravitelj paketa (apt).
uk_ua: Для оновлення скористайтесь своїм менеджером пакетів (apt).

# #32012
source: A new version is available, do you want to upgrade now?
af_za: 'n Nuwe weergawe is beskikbaar, wil jy nou opgradeer?
eo: Nova versio disponeblas, ĉu vi volas ĝisdatigi nun?
es_es: Hay una nueva versión disponible, ¿Quieres actualizar ahora?
hr_hr: Dostupna je nova inačica, želite li sada obaviti nadogradnju?
uk_ua: Доступна нова версія. Оновити зараз?

# #32013
source: Upgrade successful
af_za: Opgradering suksesvol
eo: Ĝisdatigo sukcesis
es_es: Actualización correcta
hr_hr: Nadogradnja uspješna
uk_ua: Kodi успішно оновлено

# #32014
source: Do you want to restart Kodi to finish the upgrade?
af_za: Wil jy Kodi oor begin om die opgradering klaar te maak?
eo: Ĉu vi volas restartigi Kodi-on por fini la ĝisdatigadon?
es_es: ¿Quieres reiniciar Kodi para terminar la actualización?
hr_hr: Želite li ponovno pokrenuti Kodi kako bi se nadogradnja dovršila?
uk_ua: Перезапустити Kodi, щоб завершити оновлення?

# #32015
source: Do you want to check the repository for a new version?
af_za: Wil jy die stoorplek nagaan vir 'n nuwe weergawe?
eo: Ĉu vi volas kontroli la deponejon, ĉu havas novan version?
es_es: ¿Quieres consultar el repositorio para ver si hay una nueva versión?
hr_hr: Želite li provjeriti ima li u repozitoriju nova inačica?
uk_ua: Перевірити наявність нової версії в репозиторії?

# #32016
source: There is a newer stable Kodi version available.
af_za: Daar is 'n nuwer stabiele Kodi weergawe beskikbaar.
eo: Disponeblas pli nova stabila versio de Kodi.
es_es: Hay disponible una versión estable más reciente de Kodi.
hr_hr: Dostupna je novija stabilna inačica Kodija.
uk_ua: Доступна більш нова стабільна версія Kodi.

# #32020
source: General
af_za: Algemeen
eo: Ĝeneralaj
hr_hr: Općenito
uk_ua: Загальні

# #32021
source: Enable Kodi version check?
af_za: Stel Kodi weergawe nagaan in staat?
eo: Ĉu ŝalti kontroladon de Kodi-a versio?
es_es: ¿Activar la verificación de la versión de Kodi?
hr_hr: Omogući Kodi Version Check?
uk_ua: Увімкнути перевірку нових версій Kodi?

# #32022
source: Please enter your password
af_za: Tik asseblief jou wagwoord in
eo: Bonvole enigu vian pasvorton
es_es: Por favor, introduce tu contraseña
hr_hr: Upišite vašu lozinku
uk_ua: Введіть свій пароль

# #32023
source: Linux: Upgrade complete system
af_za: Linux: Opgradeer volledige stelsel
eo: Linukso: Ĝisdatigi la tutan operaciumon
es_es: Linux: Actualizar sistema completo
hr_hr: Linux: Nadogradi čitav sustav
uk_ua: Linux: оновлення всієї системи

# #32024
source: Linux: Upgrade using apt
af_za: Linux: Opgradeer met gebruik van apt
eo: Linukso: Ĝisdatigi per apt
es_es: Linux: Actualizar usando apt
hr_hr: Linux: Nadogradi korištenjem apt-a
uk_ua: Linux: оновлення з використанням apt

# #32030
source: A new stable version of Kodi is available.
hr_hr: Dostupna je nova stabilna inačica Kodija.

# #32031
source: Visit http://kodi.tv for more information.
hr_hr: Za više informacija posjetite http://kodi.tv.

# #32032
source: A new stable version of Kodi is available.
af_za: 'n Nuwe stabiele weergawe van Kodi is beskikbaar.
eo: Nova stabila versio de Kodi disponeblas.
es_es: Disponible una nueva versión estable de Kodi.
hr_hr: Dostupna je nova stabilna inačica Kodija.
uk_ua: Доступна нова стабільна версія Kodi.

# #32033
source: Visit http://kodi.tv for more information.
af_za: Besoek http://kodi.tv vir meer inligting.
eo: Vizitu http://kodi.tv por pli da informoj.
es_es: Visite http://kodi.tv para más información.
hr_hr: Za više informacija posjetite http://kodi.tv.
uk_ua: Подробиці дів. на веб-сайті http://kodi.tv.

# #32034
source: Using %s while %s is available.
af_za: Gebruik %s terwyl %s beskikbaar is.
eo: Uzas %s sed %s jam disponeblas.
es_es: Usando la versión %s mientras que la versión %s está disponible.
hr_hr: Koristite %s dok je dostupna %s.
uk_ua: Використовується: %s, доступно: %s.

# #32035
source: It is recommended that you upgrade to a newer version.
af_za: Dit word aanbeveel dat jy opgradeer na 'n nuwer weergawe.
eo: Estas rekomendita por vi ĝisdatigo al pli nova versio.
es_es: Se recomienda actualizar a una versión más reciente.
hr_hr: Preporuka je da nadogradite na noviju inačicu.
uk_ua: Радимо оновитись до нової версії.

# #32040
source: Your version %s of the Python cryptography module is too old. You need at least version 1.7.
af_za: Jou weergawe %s van die Python kriptografie module is te oud. Jy benodig ten minste weergawe 1.7.
eo: Via versio %s de la Python-a kriptografia modulo tro malnovas. Vi bezonas almenaŭ version 1.7.
es_es: Su versión %s del módulo de criptografía de Python es demasiado antigua. Necesitas al menos la versión 1.7.
hr_hr: Vaša inačica %s Python modula za kriptografiju je prestara. Potrebna je barem inačica 1.7.
uk_ua: Версія встановленого криптографічного модуля Python дуже застаріла: %s. Потрібна як мінімум 1.7.

# #32041
source: Please upgrade your operating system.
af_za: Opgradeer asseblief jou bedryfstelsel.
eo: Bonvole ĝisdatigu vian operaciumon.
es_es: Por favor, actualice su sistema operativo.
hr_hr: Molim nadogradite vaš operacijski sustav.
uk_ua: Оновіть операційну систему.

# #32042
source: For more information, see https://kodi.wiki/view/Linux
af_za: Vir meer inligting, sien https://kodi.wiki/view/Linux
eo: Por pli da informoj vizitu https://kodi.wiki/view/Linux
es_es: Para más información, visite https://kodi.wiki/view/Linux
hr_hr: Za više informacija pregledajte https://kodi.wiki/view/Linux
uk_ua: Додаткові відомості див. на веб-сайті https://kodi.wiki/view/Linux
